7zip
acpid
archlinuxcn-keyring
bat
blueman
bluez
bluez-utils
brightnessctl
btop
cpupower
distrobox
duf
dust
expac
eza
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fcitx5-rime
fd
ffmpeg
ffmpegthumbnailer
file-roller
fish
fisher
flatpak
fzf
gdu
ghostty
git-delta
go
gping
graphite-cursor-theme-git
grimblast-git
gvfs
gvfs-dnssd
gvfs-smb
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
imagemagick
iwd
kanshi
kvantum
less
loupe
lsof
mpv
neovim
network-manager-applet
networkmanager
nm-connection-editor
noto-fonts
noto-fonts-emoji
nwg-drawer
nwg-look
ouch
pacman-contrib
paru
perf
pipewire
pipewire-alsa
pipewire-pulse
plocate
podman
podman-compose
poppler
power-profiles-daemon
procs
profile-cleaner
profile-sync-daemon
pwvucontrol
python
python-pip
python-pynvim
python-setuptools
qt6ct
ripgrep
rofi
ruff
satty
sd
seahorse
starship
swaync
tealdeer
tela-circle-icon-theme-all
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
ttf-maplemono-nf-cn-unhinted
turbostat
unarchiver
unrar
unzip
usbutils
uv
waybar
which
wireplumber
wl-clipboard
wlogout
xdg-desktop-portal-hyprland
xdg-user-dirs
xh
yazi
zen-browser-bin
zoxide
