jorgebucaran/fisher
jorgebucaran/autopair.fish
franciscolourenco/done
jethrokuan/fzf
jethrokuan/z
jhillyerd/plugin-git
meaningful-ooo/sponge
oh-my-fish/plugin-extract
pure-fish/pure
